Repository: manuseiro/rfonline
Catalog: languages/*.po
Languages: pt_br

source: Error 404, Page not found..
pt_br: Erro 404, Página não encontrada..

source: Sorry, but the page you are looking for was either not found or does not exist. Try refreshing the page or click the button below to go back to the Homepage.
pt_br: Desculpe, mas a página que você está procurando não foi encontrada ou não existe. Tente atualizar a página ou clique no botão abaixo para voltar à página Home.

source: Go back Home
pt_br: Volte para Home

source: By
pt_br: Por

source: This article is password protected. Enter the password to view comments.
pt_br: Este artigo está protegido por senha. Insira a senha para visualizar os comentários.

source: Leave your comment!
pt_br: Deixe o seu comentário!

source: Identified as
pt_br: Identificado como

source: Sign out of this account
pt_br: Sair desta conta

source: Name
pt_br: Nome

source: Message
pt_br: Mensagem

source: Submit Comment
pt_br: Enviar Comentários

source: Comments are disabled.
pt_br: Comentários estão desabilitado.

source: Follow RF Millenium
pt_br: Seguir RF Millenium

source: Server
pt_br: Servidor

source: Help
pt_br: Ajuda

source: Other Links
pt_br: Outros Links

source: Downloads
pt_br: Baixar

source: Translation
pt_br: Tradução

source: Updates
pt_br: Atualizações

source: Sitemap
pt_br: Mapa do site

source: is a trademark of CCR Inc. These terms and all related materials, logos, and images are copyright
pt_br: é uma marca registrada da CCR Inc. Esses termos e todos os materiais, logotipos e imagens relacionados são copyright

source: This site is in no way associated with or endorsed by CCR Inc
pt_br: Este site não está de forma alguma associado ou aprovado pelo CCR Inc

source: Menu Header
pt_br: Menu Cabeçalho

source: Menu Right
pt_br: Menu Direito

source: Menu Sidebar
pt_br: Menu Barra Lateral

source: Menu Help
pt_br: Menu Ajuda

source: Menu Statistic
pt_br: Menu Estatística

source: Menu Footer Copy
pt_br: Menu Rodape Copyright

source: Menu Language
pt_br: Menu Idioma

source: Menu Races
pt_br: Menu Raças

source: Add New Question
pt_br: Adicionar Nova Pergunta

source: Edit Question
pt_br: Editar Pergunta

source: New Question
pt_br: Nova Pergunta

source: View Question
pt_br: Visualizar Pergunta

source: Search Question
pt_br: Procurar Pergunta

source: No Questions Found
pt_br: Nenhum Pergunta Encontrado

source: No Questions found in the Recycle Bin
pt_br: Nenhum Pergunta encontrado na Lixeira

source: Add New Rule
pt_br: Adicionar Nova Regra

source: Edit Rule
pt_br: Editar Regra

source: New Rule
pt_br: Nova Regra

source: View Rule
pt_br: Visualizar Regra

source: Search Rule
pt_br: Procurar Regra

source: No Rules Found
pt_br: Nenhum Regra Encontrado

source: No Rules found in the Recycle Bin
pt_br: Nenhum Regra encontrado na Lixeira

source: Add New Infor
pt_br: Adicionar Nova Config

source: Edit Infor
pt_br: Edita Config

source: New Infor
pt_br: Nova Config

source: View Infor
pt_br: Visualizar Config

source: Search Infor
pt_br: Procurar Config

source: No Infors Found
pt_br: Nenhum Config Encontrada

source: No Infors found in the Recycle Bin
pt_br: Nenhum Config encontrada na Lixeira

source: <li>Archive of
pt_br: <li>Arquivo de

source: <li>Author Archive
pt_br: <li>Arquivo do Autor

source: <li>Blog Archive
pt_br: <li>Arquivo do Blog

source: <li>Search results
pt_br: <li>Resultados da pesquisa

source: <i class="fas fa-long-arrow-alt-left"></i> Previous
pt_br: <i class="fas fa-long-arrow-alt-left"></i> Anterior

source: Next <i class="fas fa-long-arrow-alt-right"></i>
pt_br: Próxima <i class="fas fa-long-arrow-alt-right"></i>

source: You are using an <strong>outdated</strong> browser. Please <a href="//browsehappy.com/" target="_black">upgrade your browser</a> to improve your experience.
pt_br: Você está usando um navegador <strong> desatualizado </strong>. Por favor <a href="//browsehappy.com/" target="_black">atualize seu navegador </a> para melhorar sua experiência.

source: en
pt_br: br

source: English (US)
pt_br: Inglês (US)

source: Portuguese (BR)
pt_br: Português (BR)

source: Log In
pt_br: Entrar

source: Support
pt_br: Suporte

source: Create Account
pt_br: Criar Conta

source: I'll be back, soon the server will be back. Wait...
pt_br: I'll be back, em breve o servidor estará de volta. Aguarde...

source: Are you ready for the best PvP? Soon, wait...
pt_br: Está preparado para o melhor PvP? Em breve, aguarde...

source: Sign up for the Beta
pt_br: Inscreva-se para o Beta

source: Create your account for free and play
pt_br: Crie sua conta gratuitamente e jogue

source: Download Now
pt_br: Baixar Agora

source: Download and Play Now
pt_br: Faça o download e jogue agora

source: Make a Donation
pt_br: Faça uma Doação

source: Collaborate with the Server
pt_br: Colabore com o Servidor

source: Server Status
pt_br: Status do Servidor

source: Real time status of our server
pt_br: Status em tempo real do nosso servidor

source: Game
pt_br: Jogo

source: checked in the last 60 min
pt_br: verificado nos últimos 60 minutos

source: Client
pt_br: Cliente

source: Players
pt_br: Jogadores

source: Checked in the last 1440 min
pt_br: Verificado nos últimos 1440 min

source: See all News
pt_br: Veja todas as Notícias

source: Game Requirements
pt_br: Requisitos do Jogo

source: Minimum requirements needed to run the game
pt_br: Requisitos mínimos necessários para executar o jogo

source: Operational Systems:
pt_br: Sistemas Operacionais:

source: Microsoft Windows 7 Service Pack 1 or later with latest updates, hotfixes, and service packs installed
pt_br: Microsoft Windows 7 Service Pack 1 ou superior com atualizações mais recentes, hotfixes e service packs instalados

source: Disk Space:
pt_br: Espaço em Disco:

source: Minimum of 7 GB of free disk space (additional space for executable and patch updates)
pt_br: Mínimo de 7 GB de espaço livre em disco (espaço adicional para atualizações executáveis e atualizações)

source: CPU:
pt_br: Processador:

source: Intel Pentium 4/AMD Athlon 64 processor or faster
pt_br: Processador Intel Pentium 4/AMD Athlon 64 ou mais rápido

source: Graphics Card:
pt_br: Placa de Vídeo:

source: nVIDIA Geforce FX Series, nVIDIA Geforce 6 or over, ATI Radeon 9500, ATI Radeon X700 or over
pt_br: nVIDIA Geforce FX Series, nVIDIA Geforce 6 ou superior, ATI Radeon 9500, ATI Radeon X700 ou superior

source: RAM:
pt_br: Memória:

source: 2 GB of RAM or more
pt_br: 2 GB de RAM ou mais

source: Driver Updates:
pt_br: Atualizações de Driver:

source: Download the most current version of the most current driver for your graphics card. Keep in mind there may be different versions of the driver depending on your OS.
pt_br: Baixe a versão mais atual do driver para sua placa de video. Tenha em mente que pode haver diferentes versões do driver, dependendo do seu sistema operacional.

source: Come play the best private server of rfonline
pt_br: Venha jogar o melhor servidor privado de rf online

source: Invite your friends to feel nostalgia again, in playing a good rf server online. Focused on PVP to facilitate players who do not have much time to lose.
pt_br: Convide seus amigos para sentir a nostalgia novamente, jogando um bom servidor de rf online. Focado em PVP para facilitar os jogadores que não têm muito tempo a perder.

source: Sign Up
pt_br: Cadastre-se

source: Have questions about the Server?
pt_br: Tem dúvidas sobre o Servidor?

source: We'll explain everything right to you.
pt_br: A gente te explica tudo direitinho.

source: Nothing found
pt_br: Nada encontrado

source: Sorry, there are still no frequently asked questions (F.A.Q).
pt_br: Desculpe, ainda não existem perguntas frequentes (F.A.Q).

source: Remove all doubts
pt_br: Tirar todas as dúvidas

source: Remove all Doubts
pt_br: Tirar todas as Dúvidas

source: Explore Available Classes
pt_br: Explorar Classes Disponíveis

source: Warrior
pt_br: Guerreiro

source: Specialist
pt_br: Especialista

source: All Accretia Classes
pt_br: Todas as Casses Accretia

source: Destroyer
pt_br: Destruidor

source: Level 30 Class Advancement
pt_br: Avanço de Classe de Nível 30

source: Required:
pt_br: Necessário:

source: None
pt_br: Nenhum

source: Destroyer units function as the main force for the Accretian army. They are very competent in melee combat and are the most powerful warriors among the three races on Novus.
pt_br: Destruidor funciona como a principal força para o exército Accretian. Eles são muito competentes em combate corpo a corpo e são os guerreiros mais poderosos entre as três raças em Novus.

source: Gladius
pt_br: Gladiador

source: Gladius units utilize one-hand weapons with the unique Accretian shields, which are significantly more powerful than those of other races. Gladius class therefore prioritize shield techniques.
pt_br: Os Gladiadores utilizam armas de uma mão com os escudos exclusivos de Acrecianos, que são significativamente mais poderosos que os de outras raças. A classe Gladiador, portanto, prioriza as técnicas de escudo.

source: Punisher
pt_br: Justiceiro

source: Level 40 Class Advancement
pt_br: Avanço de Classe de Nível 40

source: Punisher units have the capacity to identify opponents’ weak points and use skills to ensnare enemies.
pt_br: Os Justiceiros têm a capacidade de identificar os pontos fracos dos oponentes e usar habilidades para prender os inimigos.

source: Dreadnought
pt_br: Demolidor

source: or
pt_br: ou

source: Assaulter units equalize potent offensive and defensive capacity.
pt_br: Demolidores equalizar potente capacidade ofensiva e defensiva.

source: Warder
pt_br: Mercenário

source: Built to withstand Force assaults, Warders are structured with innovative frames that enable more fficient use of chargers.
pt_br: Construídos para suportar ataques de força, os Mercenário são estruturados com quadros inovadores que permitem o uso mais eficiente de carregadores.

source: All Bellato Classes
pt_br: Todas as Casses Bellato

source: Mage
pt_br: Mago

source: Warden
pt_br: Mercenário

source: All Cora Classes
pt_br: Todas as Casses Cora

source: Subject Matter
pt_br: Assunto

source: Donation
pt_br: Doações

source: Report/Hacks
pt_br: Denúncia/Hacks

source: Bugs/Errors
pt_br: Bugs/Erros

source: Account/Lockout
pt_br: Conta/Bloqueio

source: Site/Translation
pt_br: Site/Tradução

source: Send Ticket
pt_br: Enviar Ticket

source: All items are found in game.
pt_br: Todos os itens são encontrados no jogo.

source: Players who make donations are rewarded for items mentioned above, having a validity of Four Months (04 months).
pt_br: Os jogadores que fazem doações são recompensados pelos itens mencionados acima, com validade de quatro meses (04 meses).

source: Donate
pt_br: Fazer Doação

source: Almost finished!
pt_br: Quase terminando!

source: Follow these <strong>3 easy steps</strong> to complete your <strong>RF Online</strong> installation.
pt_br: Siga estes <strong>3 passos</strong> para completar a instalação do seu <strong>RF Online</strong>.

source: <strong>Note:</strong> If your download did not start automatically, please <a href="//cdn.rf-millenium.org/rfonline_millenium_setup.exe">click here</a>.
pt_br: <strong>Observação:</strong> Se o seu download não começar automaticamente, por favor <a href="//cdn.rf-millenium.org/rfonline_millenium_setup.exe">clique aqui</a>.

source: Save the RF Online file
pt_br: Salve o arquivo RF Online

source: Click "Save File" when prompted.
pt_br: Clique em "Salvar arquivo" assim que estiver pronto.

source: -en
pt_br: -pt-br

source: Open the RF Online file to install
pt_br: Abra o arquivo de instalação do RF Online

source: Double-click the file in the list of downloaded files. If the list is not open, press Ctrl+J to show it.
pt_br: Clique duas vezes no arquivo na lista de arquivos baixados. Se a lista não estiver aberta, pressione para mostra-la.

source: Follow setup instructions
pt_br: Siga as instruções de instalação

source: Click the button in the installer window to begin installation.
pt_br: Clique sobre o botão na janela de instalação para começar a instalar.

source: The RFM Launcher version is now available for download and installation. The new RFM Launcher will offer a convenient hub for starting, updating and playing RF Millenium. Click the download button below.
pt_br: A versão do RFM Launcher está agora disponível para download e instalação. O novo RFM Launcher oferecerá um hub conveniente para iniciar, atualizar e executar o RF Millenium. Clique no botão de download abaixo.

source: Download
pt_br: Baixar

source: Please visit this page on your PC to download the game installer.
pt_br: Visite esta página no seu PC para baixar o instalador do jogo.

source: <p>With an updated look and feel, the new RFM Launcher will offer these benefits:</p> <ul> <li>Improved support for installing, updating and launching RF Millenium.</li> <li>Convenient access to the official website, forums and customer support.</li> <li>Immediate access to the latest RF Millenium news.</li> <li>Direct feed to watch RF Millenium Twitch streams and YouTube videos directly from the launcher.</li> </ul>
pt_br: <p>Com uma aparência atualizada, o novo RFM Launcher oferecerá os seguintes benefícios:</p> <ul> <li>Suporte aprimorado para instalação, atualização e lançamento do RF Millenium.</li> <li>Acesso conveniente ao site oficial, fóruns e suporte ao cliente.</li> <li>Acesso imediato às últimas notícias do RF Millenium.</li> <li>Feed direto para assistir a streamers RF Millenium Twitch e vídeos do YouTube diretamente do launcher.</li> </ul>

source: System Requirements
pt_br: Requisitos de Sistema

source: View Class
pt_br: Visualizar Classe

source: Explore By
pt_br: Explorar por

source: Empire Accretia
pt_br: Império Acreciano

source: The scientists of this race have learned to transfer the consciousness to robotic bodies — making the Empire warriors truly indestructible. This bloodthirsty nation desires — to wipe out every single living creature out there. So its most brilliant minds create innovative arms, which are beyond compare.
pt_br: Os cientistas desta raça aprenderam a colocar a consciência de seres vivos em corpos de robôs — isso fez os representantes do Império verdadeiramente indestrutíveis. O propósito desse povo sanguinário é a destruição de todas as coisas vivas. Para isso as melhores mentes criam uma arma inovadora sem igual.

source: View Race
pt_br: Visualizar Raça

source: Union Bellato
pt_br: Federação Bellato

source: Bellatians are a highly intelligent and innovative nation. The home planet of the Union has high gravity, so the inhabitants are of short stature. They roamed space in search for resources, came to Novus and started the colonization focusing on mining and resource extraction.
pt_br: Representantes desse povo são muito inteligentes e se dão bem com a tecnologia. No planeta natal da Federação havia uma forte gravidade, por isso todas as pessoas de lá são de baixa estatura. Viajando em busca de novos recursos, eles voaram para Novus e começaram a colonizá-lo, concentrando-se na extração de minério e materiais úteis.

source: Holy Alliance Cora
pt_br: Sagrada Aliança Cora

source: The philosophy of Corites is based on devoted faith in the dark god Decem who charged his people with protection and preservation of the planet. They use resources of Novus to strengthen the Alliance and to spread their religion to the furthest corners of the Galaxy.
pt_br: A filosofia da raça é baseada na crença fanática no deus das trevas Daisem, que ordenou a seus seguidores que protegessem o planeta. Os Coritas usam os recursos de Novus para fortalecer a Aliança e espalhar sua religião aos cantos mais remotos da galáxia.

source: Sorry, the server settings have not yet been listed.
pt_br: Desculpe, ainda não foram listadas as configurações para o servidor.

source: Select a Race
pt_br: Selecione uma Raça

source: Accrecia
pt_br: Acreciano

source: Posted by
pt_br: Publicado por

source: on
pt_br: em

source: F j, Y \a\t g\hi A
pt_br: j \d\e F \d\e Y \á\s g\hi A
